[
    {
      "id": 1,
      "title": "White \"Fruity\" Earphones",
      "price": 349.95,
      "description": "Blutooth enable earphones. The distinctive design of our earbuds is sure to impress. Now with 100% more legal distinction from other major brands.",
      "image": "img/buds.jpg"
    },
    {
      "id": 2,
      "title": "HiTek Overhead Headphones - Ultra Black",
      "price": 39.99,
      "description": "Bring a whole new dimension to your music with the unique RGB LED-free headphones. Experience the powerful sound and deep bass of the HiTek headphones. Take the party wherever you go with the splashproof design",
      "image": "img/headphones.jpg"
    },
    {
      "id": 3,
      "title": "Extra Clocky Watch with Leather strap",
      "price": 25.98,
      "description": "Is it time to change your style? Need to watch out for your next important meeting? Well, give us a second and let our watch give you a hand. Wait, too many puns? I guess we will dial it back if you buy a watch!",
      "image": "img/watch.jpg"
    },
    {
      "id": 4,
      "title": "Extra Bright Snapshot Travel Camera",
      "price": 99.99,
      "description": "Capture any moment when and where it happens with this spunky that travels where you go. Unless you lose it. Then it won't.",
      "image": "img/camera.jpg"
    },
    {
      "id": 5,
      "title": "Vintage-style Camera",
      "price": 209.99,
      "description": "It looks old, but it was made just last week. Takes black-and-white photos if your subject is also black-and-white.",
      "image": "img/vintage-camera.jpg"
    },
    {
      "id": 6,
      "title": "Premium Banana",
      "price": 3999.99,
      "description": "This is just an ordinary banana. It is no different than any other banana you could buy at the store. You may think that there is something special about it simply because there is a large number near it, but that is simply not the case. DON'T buy this banana.",
      "image": "img/banana.jpg"
    }
]
  